Repository: Aa877996/ONI-Mods
Catalog: Translations/InfiniteResearch/*.po
Languages: ru

# InfiniteResearch.MYSTRINGS.BUILDING.STATUSITEMS.REQUIRESATTRIBUTERANGE.NAME
source: Attribute-Required Operation
ru: Требуется навык: наука

# InfiniteResearch.MYSTRINGS.BUILDING.STATUSITEMS.REQUIRESATTRIBUTERANGE.TOOLTIP
source: Only duplicants with a base Science Attribute from {Attributes} can learn from this building.
ru: Только дубликанты с базовым навыком "Наука" от {Attributes} могут учиться в этом здании.

# InfiniteResearch.MYSTRINGS.BUTTONS.DISABLELEARN.NAME
source: Disable Learning
ru: Отключить обучение

# InfiniteResearch.MYSTRINGS.BUTTONS.DISABLELEARN.TOOLTIP
source: Stop dupes from training their Science Attribute here.
ru: Запретить дубликантам тренировать здесь свой навык "Наука".

# InfiniteResearch.MYSTRINGS.BUTTONS.ENABLELEARN.NAME
source: Enable Learning
ru: Включить обучение

# InfiniteResearch.MYSTRINGS.BUTTONS.ENABLELEARN.TOOLTIP
source: Allow dupes to train their Science Attribute here.
ru: Разрешить дубликантам тренировать здесь свой навык "Наука".

source: Science outside range
ru: Слишком высокий навык "Наука"

# InfiniteResearch.MYSTRINGS.DUPLICANTS.STATUSITEMS.LEARNING.NAME
source: Learning
ru: Обучение

# InfiniteResearch.MYSTRINGS.DUPLICANTS.STATUSITEMS.LEARNING.TOOLTIP
source: This Duplicant is intently studying to improve their Science Attribute.
ru: Этот дубликант усердно учится, чтобы улучшить свой навык "Наука".

# InfiniteResearch.OPTIONS.EXPRATE.NAME
source: Experience Rate
ru: Количество опыта

# InfiniteResearch.OPTIONS.EXPRATE.TOOLTIP
source: How quickly duplicants gain experience while working at this station. Vanilla defaults to 1.11.
ru: Как быстро дубликанты набираются опыта, работая на этой станции. В игре по умолчанию 1.11.

# InfiniteResearch.OPTIONS.MAX.NAME
source: Maximum
ru: Максимум

# InfiniteResearch.OPTIONS.MAX.TOOLTIP
source: The highest level at which a dupe can operate this station.
ru: Самый высокий уровень науки, при котором дубликант может управлять этой станцией.

# InfiniteResearch.OPTIONS.MIN.NAME
source: Minimum
ru: Минимум

# InfiniteResearch.OPTIONS.MIN.TOOLTIP
source: The lowest level at which a dupe can operate this station.
ru: Самый низкий уровень науки, при котором дубликант может управлять этой станцией.
