Repository: Aa877996/ONI-Mods
Catalog: Translations/DefaultSaveSettings/*.po
Languages: ru

# DefaultSaveSettings.OPTIONS.AUTOSAVEINTERVAL.NAME
source: Default Auto Save Interval
ru: Интервал автосохранений

# DefaultSaveSettings.OPTIONS.AUTOSAVEINTERVAL.TOOLTIP
source: Controls the default auto save interval.
ru: Управляет интервалом автоматического сохранения.

# DefaultSaveSettings.OPTIONS.DISINFECTMINGERMCOUNT.NAME
source: Default Germ Count for Disinfect
ru: Автоматическая дезинфекция

# DefaultSaveSettings.OPTIONS.DISINFECTMINGERMCOUNT.TOOLTIP
source: Controls the default minimum germ count for auto disinfection.
ru: Контролирует минимальное количество микробов для автоматической дезинфекции.

# DefaultSaveSettings.OPTIONS.ENABLEAUTODISINFECT.NAME
source: Enable Auto Disinfect Default
ru: Включить дезинфекцию

# DefaultSaveSettings.OPTIONS.ENABLEAUTODISINFECT.TOOLTIP
source: If checked, the 'Disinfect At' option will default to true for new games.
ru: Если флажок установлен, дезинфекция будет включена для новых игр.

# DefaultSaveSettings.OPTIONS.ENABLEPROXIMITY.NAME
source: Enable Proximity Default
ru: Приоритет по близости

# DefaultSaveSettings.OPTIONS.ENABLEPROXIMITY.TOOLTIP
source: If checked, the 'Enable Proximity' option is checked by default for new games.
ru: Если этот флажок установлен, опция «Вкл. приоритет по близости» будет включена для новых игр.

# DefaultSaveSettings.OPTIONS.Germs.CATEGORY
source: Disease
ru: Микробы

# DefaultSaveSettings.OPTIONS.TIMELAPSERESOLUTION.NAME
source: Default Timelapse Resolution
ru: Разрешение таймлапса

# DefaultSaveSettings.OPTIONS.TIMELAPSERESOLUTION.TOOLTIP
source: Controls the default timelapse resolution.
ru: Управляет разрешением таймлапса.
