Repository: Aa877996/ONI-Mods
Catalog: Translations/DefaultBuildingSettings/*.po
Languages: ru

# DefaultBuildingSettings.OPTIONS.ActivateValues.NAME
source: Activate Value
ru: Значение активации

# DefaultBuildingSettings.OPTIONS.ActivateValues.TOOLTIP
source: The value at which the signal will turn green. The left/lower value in the UI.
ru: Значение, при котором сигнал станет зелёным. Нижний ползунок.

# DefaultBuildingSettings.OPTIONS.AUTOREPAIROFF.NAME
source: Auto Repair Off
ru: Выключить авторемонт

# DefaultBuildingSettings.OPTIONS.AUTOREPAIROFF.TOOLTIP
source: If checked, buildings will not allow repairs by default.
ru: Если флажок установлен, то ремонт зданий будет отключён по умолчанию.

# DefaultBuildingSettings.OPTIONS.Batteries.CATEGORY
source: Smart Batteries
ru: Умные батареи

# DefaultBuildingSettings.OPTIONS.DeactivateValues.NAME
source: Deactivate Value
ru: Значение деактивации

# DefaultBuildingSettings.OPTIONS.DeactivateValues.TOOLTIP
source: The value at which the signal will turn red. The right/upper value in the UI.
ru: Значение, при котором сигнал становится красным. Верхний ползунок.

# DefaultBuildingSettings.OPTIONS.DELIVERGENVALUE.NAME
source: Delivery Generator Threshold
ru: Порог запроса топлива для генераторов

# DefaultBuildingSettings.OPTIONS.DELIVERGENVALUE.TOOLTIP
source: The threshold at which the generators that require manual delivery will request more fuel.
ru: Порог, при котором генераторы, требующие ручной доставки, будут запрашивать топливо.

# DefaultBuildingSettings.OPTIONS.Generators.CATEGORY
source: Generators
ru: Генераторы

# DefaultBuildingSettings.OPTIONS.MANUALGENVALUE.NAME
source: Manual Generator Threshold
ru: Порог ручного генератора

# DefaultBuildingSettings.OPTIONS.MANUALGENVALUE.TOOLTIP
source: The threshold at which a duplicant will be requested to run on the manual generator.
ru: Пороговое значение, при котором дубликант будет запрашиваться для работы на ручном генераторе.

# DefaultBuildingSettings.OPTIONS.OPENDOORS.NAME
source: Open Doors
ru: Открыть пневматические двери

# DefaultBuildingSettings.OPTIONS.OPENDOORS.TOOLTIP
source: If checked, Doors that allow airflow will immediately be opened after being built.
ru: Если флажок установлен, то двери, пропускающие воздух, будут немедленно открываться после постройки.

# DefaultBuildingSettings.OPTIONS.RESERVOIRACTIVATEVALUE.CATEGORY
source: Reservoirs
ru: Резервуары

# DefaultBuildingSettings.OPTIONS.RESERVOIRDEACTIVATEVALUE.CATEGORY
source: Reservoirs
ru: Резервуары

# DefaultBuildingSettings.OPTIONS.Reservoirs.CATEGORY
source: Reservoirs
ru: Резервуары

# DefaultBuildingSettings.OPTIONS.SMARTBATTERYACTIVATEVALUE.CATEGORY
source: Smart Batteries
ru: Умные батареи

# DefaultBuildingSettings.OPTIONS.SMARTBATTERYDEACTIVATEVALUE.CATEGORY
source: Smart Batteries
ru: Умные батареи

# DefaultBuildingSettings.OPTIONS.SWEEPONLY.NAME
source: Sweep Only
ru: Только подмести

# DefaultBuildingSettings.OPTIONS.SWEEPONLY.TOOLTIP
source: If checked, storage receptacles are set to sweep only by default.
ru: Если флажок установлен, в настройках складских отсеков будет установлена галочка "Только подмести".

# DefaultBuildingSettings.OPTIONS.SWITCHESOFF.NAME
source: Switches Start Off
ru: Выключатели выключены

# DefaultBuildingSettings.OPTIONS.SWITCHESOFF.TOOLTIP
source: If checked, automation and power switches will initialize in the inactive state.
ru: Если флажок установлен, сигнальные выключатели и выключатели питания после завершения строительства будут в выключенном состоянии.

# DefaultBuildingSettings.OPTIONS.VACANCYONLY.NAME
source: Vacancy Only
ru: Только при свободном месте

# DefaultBuildingSettings.OPTIONS.VACANCYONLY.TOOLTIP
source: If checked, atmo and jet suit checkpoint are set to Vacancy Only by default.
ru: Если флажок установлен, то для атмо, свинцовых и реактивных костюмов устанавливается значение "Доступ: только при свободном месте".
